[
    {
        "id": 1524,
        "problem_statement_title": "Innovating for Sustainability: Driving Smart Resource Conservation (Energy & Water) in Home Appliances (Refrigerators, Air Conditioners, Washing Machines and Desert Air Coolers)",
        "description": "Innovating for Sustainability: Driving Smart Resource Conservation (Energy & Water) in Home Appliances (Refrigerators, Air Conditioners, Washing Machines and Desert Air Coolers)",
        "organization": "Godrej Appliances ",
        "department": "Godrej Appliances ",
        "category": "Hardware",
        "theme": "Smart Resource Conservation",
        "total_submissions": "72"
    },
    {
        "id": 1525,
        "problem_statement_title": "Innovating for Sustainability: Driving Smart Resource Conservation (Energy & Water) in Home Appliances (Refrigerators, Air Conditioners, Washing Machines and Desert Air Coolers)",
        "description": "Innovating for Sustainability: Driving Smart Resource Conservation (Energy & Water) in Home Appliances (Refrigerators, Air Conditioners, Washing Machines and Desert Air Coolers)",
        "organization": "Godrej Appliances ",
        "department": "Godrej Appliances ",
        "category": "Software",
        "theme": "Smart Resource Conservation",
        "total_submissions": "31"
    },
    {
        "id": 1526,
        "problem_statement_title": "Student Innovation",
        "description": "Smart Education, a Concept that Describes learning in digital age.it enables learner to learn more effectively, efficently, flexibly and comfortably.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Smart Education",
        "total_submissions": "51"
    },
    {
        "id": 1527,
        "problem_statement_title": "Student Innovation",
        "description": "Disaster Management includes ideas related to risk mitigation and Planning before, after or Duration of Disaster.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Disaster Management",
        "total_submissions": "200"
    },
    {
        "id": 1528,
        "problem_statement_title": "Student Innovation",
        "description": "Technology ideas in tertiary sectors like Hospitality, Financial Services, Entertainment and Retail.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Miscellaneous",
        "total_submissions": "168"
    },
    {
        "id": 1529,
        "problem_statement_title": "Student Innovation",
        "description": "Provide ideas in a decentralized and distributed ledger technology used to store digital information that powers cryptocurrencies and NFTs and can radically change multiple sectors",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Blockchain & Cybersecurity",
        "total_submissions": "21"
    },
    {
        "id": 1530,
        "problem_statement_title": "Student Innovation",
        "description": "Innovative ideas that help manage and generate renewable /sustainable sources more efficiently.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Renewable / Sustainable Energy",
        "total_submissions": "273"
    },
    {
        "id": 1531,
        "problem_statement_title": "Student Innovation",
        "description": "A solution/idea that can boost the current situation of the tourism industries including hotels, travel and others.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Travel & Tourism",
        "total_submissions": "38"
    },
    {
        "id": 1532,
        "problem_statement_title": "Student Innovation",
        "description": "Solutions could be in the form of waste segregation, disposal, and improve sanitization system.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Clean & Green Technology",
        "total_submissions": "257"
    },
    {
        "id": 1533,
        "problem_statement_title": "Student Innovation",
        "description": "There is a need to design drones and robots that can solve some of the pressing challenges of India such as handling medical emergencies, search and rescue operations, etc.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Robotics and Drones",
        "total_submissions": "284"
    },
    {
        "id": 1534,
        "problem_statement_title": "Student Innovation",
        "description": "Submit your ideas to address the growing pressures on the city’s resources, transport networks, and logistic infrastructure",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Transportation & Logistics",
        "total_submissions": "103"
    },
    {
        "id": 1535,
        "problem_statement_title": "Student Innovation",
        "description": "Creating intelligent devices to improve the commutation sector",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Smart Vehicles",
        "total_submissions": "228"
    },
    {
        "id": 1536,
        "problem_statement_title": "Student Innovation",
        "description": "Developing solutions, keeping in mind the need to enhance the primary sector of India - Agriculture and to manage and process our agriculture produce",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Agriculture, FoodTech & Rural Development",
        "total_submissions": "369"
    },
    {
        "id": 1537,
        "problem_statement_title": "Student Innovation",
        "description": "Cutting-edge technology in these sectors continues to be in demand. Recent shifts in healthcare trends, growing populations also present an array of opportunities for innovation.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "MedTech / BioTech / HealthTech",
        "total_submissions": "325"
    },
    {
        "id": 1538,
        "problem_statement_title": "Student Innovation",
        "description": "Ideas that showcase the rich cultural heritage and traditions of India",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Heritage & Culture",
        "total_submissions": "26"
    },
    {
        "id": 1539,
        "problem_statement_title": "Student Innovation",
        "description": "Ideas that can boost fitness activities and assist in keeping fit.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Fitness & Sports",
        "total_submissions": "31"
    },
    {
        "id": 1540,
        "problem_statement_title": "Student Innovation",
        "description": "Ideas focused on the intelligent use of resources for transforming and advancements of technology with combining the artificial intelligence to explore more various sources and get valuable insights.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Smart Automation",
        "total_submissions": "270"
    },
    {
        "id": 1541,
        "problem_statement_title": "Student Innovation",
        "description": "Challenges your creative minds to conceptualize and develop unique toys & games.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Toys & Games",
        "total_submissions": "46"
    },
    {
        "id": 1542,
        "problem_statement_title": "Student Innovation",
        "description": "For use of travel or activities beyond earth's atmosphere, for purposes such as spaceflight or space exploration.",
        "organization": "AICTE, MIC-Student Innovation ",
        "department": "Ministry of Education's Innovation Cell (MIC) ",
        "category": "Hardware",
        "theme": "Space Technology",
        "total_submissions": "45"
    },
    {
        "id": 1543,
        "problem_statement_title": "Research and redesign a conventional aerospace component commonly found in air vehicles and utilize Fusion software to reimagine its design. Students can use Fusion Features such as Generative Design, Topology Optimization, Additive Build etc. The redesigned component should showcase innovation, enhanced functionality, and improved efficiency, all while being optimized for 3D printing.",
        "description": "The student's focus should be on using Fusion's additive manufacturing capabilities. They should aim to learn about additive manufacturing and its applications in aerospace design. This includes studying how to design aerospace components with considerations for structural integrity, and weight reduction. They should define project objectives and design constraints, and then utilize generative design tools in Fusion to explore and generate optimized designs. The student should evaluate these designs using simulation and analysis tools within Fusion. They should refine and iterate on the designs to further enhance performance. Finally, they should prototype and test the finalized design using appropriate 3D printing technologies.\n Teams choosing to submit idea for Autodesk’s problem statement are required to request their faculty (SIH SPOC) to fill this mandatory form. (https://forms.gle/SwfiFUDEiK73fVrx8)\n Fusion combines additive manufacturing (3D printing) capabilities with generative design features. It allows users to optimize designs for 3D printing, generate support structures, and explore numerous design options using algorithms. This integration enables the creation of complex and optimized parts using 3D printing technologies.\n Students and educators can click here to get FREE access to Fusion. (https://www.autodesk.com/education/edu-software/overview?sorting=featured&filters=individual)\n For Idea Submission: \n Each student team should submit Fusion public link of the Design and a PowerPoint presentation (5-7 Slides).\n Designs should be created using only Fusion and not copied or taken from any other source.\n \n For Grand Finale: Students must use Fusion to design and 3D print final design within the given time period and present the following to the jury members:\n PPT explaining the final project\n Public link of the design\n Rendered images\n Please note that the below marking criteria is only for Autodesk's this particular problem statement only:\n Design complexity and workability: 20\n Design Optimization for 3D Printing (DFAM): 20\n Innovative Design Features: 15\n Use of Advanced Features in Fusion (Generative, Topology Optimization etc.): 30\n Selection of AM Process & Materials: 15\n Total marks: 100",
        "organization": "Autodesk ",
        "department": "Autodesk Inc ",
        "category": "Hardware",
        "theme": "Smart Automation",
        "total_submissions": "25"
    },
    {
        "id": 1544,
        "problem_statement_title": "Students are supposed to use Fusion software to generate NC code with machine details & tool library for any industrial component. \n students should possess technical skills in areas such as CAD/CAM software, G-code programming, toolpath optimization, and machining fundamentals. Additionally, their project ideas should demonstrate a viable solution to a real-world problem, ensuring feasibility and practicality in implementation.",
        "description": "Computer-Aided Manufacturing (CAM) is the use of software and computer-controlled machinery to automate a manufacturing process. Based on that definition, you need three components for a CAM system to function: Software that tells a machine how to make a product by generating toolpaths. Machinery that can turn raw material into a finished product. Post Processing converts toolpaths into a language machines can understand. From high-efficiency roughing with Adaptive Clearing to simplified control of multi-axis machines with Tool Orientation“\n  Teams choosing to submit idea for Autodesk’s problem statement are required to request their faculty (SIH SPOC) to fill this mandatory form. (https://forms.gle/SwfiFUDEiK73fVrx8)\n  Autodesk Fusion makes it easy to program your CNC machine, fast. Manufacture with 2.5, 3, and multi axis milling, probing, turning, mill-turning, and profiling operations paired with a powerful post engine all included alongside professional design tools.\n  Students and educators can click here to get FREE access to Fusion (https://www.autodesk.com/education/edu-software/overview?sorting=featured&filters=individual)\n  For Idea Submission: Each student team should submit Fusion public link (toolpath included for Machining) of the Design and a PowerPoint presentation (5-7 Slides).\n  Designs should be created using only Fusion and not copied or taken from any other source.\n  \n  For Grand Finale: Students must use Fusion to design and generate G code for the specific component within the given time period and present the following to the jury members:\n  PPT explaining the final project\n  Public link of the design\n  G-code File\n  Marking Criteria: Please note that this marking criteria is for Autodesk's this particular Problem Statement only\n  Complexity of product (CAD): 10 \n  Out-of-the-Box Thinking and Practicality: 20 \n  Selection of Machine, Tools and Machining Process: 30 \n  Machining Simulation: 20 \n  G-code programming for CNC machine: 20 \n  Total marks: 100",
        "organization": "Autodesk ",
        "department": "Autodesk Inc ",
        "category": "Hardware",
        "theme": "Smart Automation",
        "total_submissions": "11"
    },
    {
        "id": 1545,
        "problem_statement_title": "Development of a non-electrical device for tracking the movement of the sun for movement of the solar panels, increasing their efficiency.",
        "description": "Background: Solar panels are most efficient when they are directly facing the sun. However, the sun’s position changes throughout the day and across seasons, which can reduce the amount of sunlight that fixed solar panels receive.\nDescription: Traditional solar tracking systems often rely on electrical components and motors, which can be costly and require maintenance. A non-electrical tracking system offers a sustainable and low-maintenance alternative to enhance the efficiency of solar panels.\nExpected Solution: The problem statement is to develop a cost-effective, non-electrical device that can accurately track the sun’s movement and adjust the orientation of solar panels to maintain optimal exposure. This device should be reliable, easy to install, and capable of operating without external power sources.",
        "organization": "Department of Science and Technology ",
        "department": "Department of Science and Technology ",
        "category": "Hardware",
        "theme": "Renewable / Sustainable Energy",
        "total_submissions": "250"
    },
    {
        "id": 1546,
        "problem_statement_title": "Development of innovative design for flushing systems in western toilet sheets which can be used for deployment in public toilets.",
        "description": "Background: Public toilets are essential for maintaining hygiene in urban areas, but they often face challenges such as high usage, maintenance issues, and water wastage.\nDescription and Expected Solution: An innovative public toilet design is required so that maximum usable area gets cleans during the flushing and can be automated in a mechanized form (not electronic), so that after the usage, the flushing system gets activated automatically, and the whole usable area gets cleaned.",
        "organization": "Department of Science and Technology ",
        "department": "Department of Science and Technology ",
        "category": "Hardware",
        "theme": "Miscellaneous",
        "total_submissions": "31"
    },
    {
        "id": 1547,
        "problem_statement_title": "Development of an alternative technology to check blockage of blood vessels (an alternative to conventional angiography.",
        "description": "Background: Angiography is a common medical imaging technique used to visualize the inside of blood vessels and detect blockages.\nDescription: However, typically medical tests like radionuclide angiography involve the use of radioactive contrast agents, which can pose risks to patients, including radiation exposure and allergic reactions. There is a growing need for safer, non-invasive alternatives that can provide accurate diagnostics without these risks.\nExpected Solution: The problem statement is to develop a cost-effective, non-invasive technology that can accurately detect blockages in blood vessels without the use of radioactive materials. This technology should be suitable for widespread clinical use and provide reliable results comparable to conventional angiography.",
        "organization": "Department of Science and Technology ",
        "department": "Department of Science and Technology ",
        "category": "Hardware",
        "theme": "MedTech / BioTech / HealthTech",
        "total_submissions": "37"
    },
    {
        "id": 1548,
        "problem_statement_title": "Development of a suction based low-cost flush (with less water usage) for deployment in rural areas.",
        "description": "Background: Access to proper sanitation facilities is a significant challenge in many rural areas. Traditional flush toilets require a substantial amount of water, which may not be readily available in these regions. Additionally, the cost and complexity of installing conventional plumbing systems can be prohibitive.\nDescription: A suction-based flush system offers a potential solution by reducing water usage and simplifying installation and maintenance.\nExpected Solution: The problem statement is to develop a cost-effective, suction-based flush system that can be easily deployed in rural areas. The system should minimize water usage, be simple to install and maintain, and provide a hygienic and effective means of waste disposal.",
        "organization": "Department of Science and Technology ",
        "department": "Department of Science and Technology ",
        "category": "Hardware",
        "theme": "Miscellaneous",
        "total_submissions": "22"
    },
    {
        "id": 1549,
        "problem_statement_title": "Development of chemical strip (non-electronic) for identification of high temperature exposure in transportation of medicines/vaccines/FMCG goods, to ensure its usability.",
        "description": "Background: The transportation of temperature-sensitive goods is a critical aspect of supply chain management. Medicines, vaccines, and certain FMCG products require strict temperature control to maintain their efficacy and safety.\nDescription: Exposure to high temperatures can compromise these products, leading to potential health risks and financial losses. Traditional electronic temperature monitoring devices can be costly and may not be feasible for all types of shipments. \nExpected Solution: Problem statement is to develop a cost-effective, non-electronic chemical strip that changes colour or exhibits a visible change when exposed to temperatures above a certain threshold. This strip should be easy to use, reliable, and capable of providing a clear indication of temperature breaches during transportation.",
        "organization": "Department of Science and Technology\n ",
        "department": "Department of Science and Technology ",
        "category": "Hardware",
        "theme": "MedTech / BioTech / HealthTech",
        "total_submissions": "40"
    },
    {
        "id": 1550,
        "problem_statement_title": "Development of portable device (non-contact device) for measurement of eye pressure in glaucoma patients for usage at home.",
        "description": "Background: Glaucoma is a leading cause of blindness worldwide, and managing intraocular pressure (IOP) is crucial for preventing disease progression. \nDescription: Traditional methods of measuring IOP, such as Goldmann applanation tonometry, require direct contact with the eye, topical anaesthesia, and skilled personnel, making them less accessible for regular monitoring. Non-contact methods, such as air-puff tonometry, offer a more convenient alternative but are often limited to clinical settings due to their size and cost.\nExpected Solution: Problem statement is to develop a cost-effective, portable, and non-contact device that can measure IOP accurately and reliably with safety. This device should be easy to use, and allowing patients to use at home.",
        "organization": "Department of Science and Technology\n ",
        "department": "Department of Science and Technology ",
        "category": "Hardware",
        "theme": "MedTech / BioTech / HealthTech",
        "total_submissions": "52"
    },
    {
        "id": 1554,
        "problem_statement_title": "Smart Irrigation System for Precision Farming",
        "description": "Background: Water scarcity is a major challenge in agriculture, leading to inefficient water use and reduced crop yields. Traditional irrigation methods often result in overuse or underuse of water.\nDescription: Develop a smart irrigation system that utilizes sensors and IoT technology to monitor soil moisture levels and weather conditions. This system will provide real-time data to farmers, enabling them to make informed decisions on irrigation scheduling, thus optimizing water usage and enhancing crop yield.\nExpected Solution: A smart irrigation module integrated with moisture sensors and a mobile application to provide farmers with timely irrigation alerts and recommendations based on real-time data.",
        "organization": "Ministry of Agriculture and Farmers Welfare ",
        "department": "University of Agricultural Sciences, Dharwad (UASD), The Indian Council of Agricultural Research ",
        "category": "Hardware",
        "theme": "Agriculture, FoodTech & Rural Development",
        "total_submissions": "480"
    }
]